export const musicGenresRu = [
  // Основополагающие и широкие жанры
  "Альтернатива",
  "Джаз",
  "Инди",
  "Классическая",
  "Метал",
  "Поп",
  "Панк",
  "Рок",
  "Рэп / Хип-хоп",
  "Фолк / Этника", // Объединено для ясности
  "Шансон",
  "Электронная",

  // Популярные поджанры и современные направления
  "R&B / Соул", // Часто идут вместе
  "Амбиент",
  "Афробитс", // Современная версия
  "Бедрум-поп", // DIY-поп
  "Гиперпоп",
  "Дрилл",
  "Драм-н-бейс",
  "Инди-поп",
  "Инди-рок",
  "K-Pop",
  "Латина", // Объединенный жанр
  "Лоу-фай хип-хоп",
  "Поп-панк",
  "Пост-панк",
  "Регги / Дэнсхолл",
  "Саундтреки / Игровая музыка", // Объединено
  "Синт-поп",
  "Трэп",
  "Трип-хоп",
  "Фанк",
  "Фонк",
  
  // Электронная танцевальная музыка (EDM) и смежные
  "Хеппи хардкор",
  "Рейв",
  "Дабстеп",
  "Джерси-клаб",
  "Техно",
  "Транс",
  "Хаус",
  
  // "Vibe" жанры
  "Чилаут",
  "Чилвейв",

  // Прочее
  "Детская музыка",
  "Экспериментальная"
].sort();